Repository: viewflow/viewflow
Catalog: viewflow/locale/*/LC_MESSAGES/django.po
Languages: de

source: Save
de: Speichern

source: Delete
de: Löschen

source: Save as new
de: Speichern als neue

source: Save and add another
de: Speichern und neuen Hinzufügen

source: Save and continue editing
de: Speichern und weiter bearbeiten

source: Process {hyperlink} can not be canceled.
de: Prozess {hyperlink} konnte nicht abgebrochen werden.

source: Process {hyperlink} has been canceled.
de: Prozess {hyperlink} wurde abgebrochen.

source: Task {hyperlink} has been undone.
de: Aufgabe {hyperlink} wurde rückgängig gemacht.

source: Task {hyperlink} has been canceled.
de: Aufgabe {hyperlink} wurde abgebrochen.

source: Task {hyperlink} has been executed.
de: Aufgabe {hyperlink} wurde ausgeführt.

source: Can't execute action {}
de: Kann Aktion {} nicht ausführen

source: Process {hyperlink} has been started.
de: Prozess {hyperlink} wurde gestartet.

source: Task {hyperlink} has been completed.
de: Aufgabe {hyperlink} wurde beendet.

source: Process {hyperlink} has been completed.
de: Prozess {hyperlink} wurde beendet.

source: Task {hyperlink} cannot be executed.
de: Aufgabe {hyperlink} konnte nicht ausgeführt werden.

source: Task {hyperlink} has been assigned to {user}.
de: Aufgabe {hyperlink} wurde {user} zugewiesen.

source: Task {hyperlink} cannot be assigned to {user}.
de: Aufgabe {hyperlink} konnte nicht {user} zugewiesen werden.
